/* 
   Localizable.strings
   ClockPref

   Created by Giovanni Donelli on 10/21/08.
   Copyright 2008 Apple, Inc. All rights reserved.
 */


"DeterminingLocationStep1" = "Determino posizione attuale";
"DeterminingLocationStep2" = "Determino posizione attuale.";
"DeterminingLocationStep3" = "Determino posizione attuale...";
"DeterminingLocationStep4" = "Determino posizione attuale...";

"DeterminingLocation" = "Determino posizione attuale...";

"LocationError" = "Impossibile determinare la posizione corrente in questo fuso orario ";
"CurrentLocation" = "Posizione attuale: %@";
"TurnONAirport" = "Attiva AirPort per determinare la tua posizione attuale";
